/*	General application terms */
"OK" = "OK";
"Stop" = "Stop";
"Continue" = "Continue";
"Cancel" = "Cancel";
"Save" = "Save";
"Don't Save" = "Don't Save";
"Copy" = "Copy";
"Don't Copy" = "Don't Copy";
"Unlock" = "Unlock";
"Don't Unlock" = "Don't Unlock";
"Delete" = "Delete";
"Don't Delete" = "Don't Delete";
"Register Now" = "Register Now";
"Later" = "Later";
"Source" = "Source";
"Target" = "Destination";
"Launch Disk Utility..." = "Launch Disk Utility...";
"Choose another volume" = "Choose another volume";
"kSDButtonNewSchedule" = "New Schedule...";
"kSDButtonReviewSchedules" = "Review Schedules...";
"kSDButtonEditSchedule" = "Edit Schedule...";

"1st" = "1st";
"2nd" = "2nd";
"3rd" = "3rd";
"4th" = "4th";
"first" = "first";
"second" = "second";
"third" = "third";
"fourth" = "fourth";

"seconds" = "seconds";

"GB" = "GB";
"MB" = "MB";
"MB/s" = "MB/s";

"the" = "the";
"every" = "every";
"on" = "on";
"at" = "at";
"and" = " and ";
"day" = "day";
"daily" = "daily";
"week" = "week";

"Smart Update" = "Smart Update";
"Copy Newer" = "Copy Newer";
"Copy Different" = "Copy Different";
"Erase, then Copy" = "Erase, then Copy";
"copy" = "copy";
"copies" = "copies";

"ReadWriteImage" = "the read/write image named %@";
"ReadOnlyImage" = "the read-only image named %@";

/* Application WGTH Text */
"SV_NeitherDrive" = "Select a volume or image to copy from in the first pop-up, and a location to copy that data to in the second.";
"SV_NoTargetDrive" = "You've selected SDSourceVolume.Name to copy from. Now, select the location to copy to in the second pop-up.";
"SV_NoSourceDrive" = "You've selected SDTargetVolume.Name to as the location to copy to. Now, select the location to copy from in the first pop-up.";
"SV_Target" = " drive or disk image that you wish to copy to";
"SV_Start" = "Pressing \"Copy Now\" will";
"SV_BeforeJoin" = " first";
"SV_Permissions" = " repair permissions on SDSourceVolume.Name";
"SV_BeforeCopyScript" = " run the shell script SDBeforeCopyScript.Name";
"SV_PermissionJoin" = ", and then";
"SV_Erase" = " erase SDTargetVolume.Name";
"SV_WillEraseTimeMachine" = ". The Time Machine backups on SDTargetVolume.Name will be erased as well. To preserve your Time Machine backups, choose Smart Update";
"SV_CopyWithoutBeforeCopy" = " use \"SDCopyScript.Name\" to copy SDSourceVolume.Name to SDTargetVolume.QualifiedName. ";
"SV_CopyWithoutBeforeCopyWithMode" = " use \"SDCopyScript.Name\" to copy SDSourceVolume.Name to SDTargetVolume.QualifiedName using SDCopyType. ";
"SV_WillReplaceTimeMachine" = "The Time Machine backups on SDTargetVolume.Name will be replaced with the Time Machine backups on SDSourceVolume.Name";
"SV_WillPreserveTimeMachine" = "The Time Machine backups on SDTargetVolume.Name will be preserved";
"SV_Copy" = ".\n\n\"SDCopyScript.Name\" will then be used to copy SDSourceVolume.Name to SDTargetVolume.QualifiedName. ";
"SV_CopyWithMode" = ".\n\n\"SDCopyScript.Name\" will then be used to copy SDSourceVolume.Name to SDTargetVolume.QualifiedName using SDCopyType. ";
"SV_Copy_Newer" = "\n\nAny selected files already on SDTargetVolume.Name that are older than the equivalent file on SDSourceVolume.Name will be replaced. New files will also be copied; no files will be removed.";
"SV_Copy_Different" = "\n\nAny selected files already on SDTargetVolume.Name that are different (in date, size or attributes), than the same file on SDSourceVolume.Name will be replaced. New files will also be copied; no files will be removed.";
"SV_Copy_ACLs_Disabled" = "  ACLs from SDSourceVolume.name will not be copied to SDTargetVolume.name.";
"SV_Mirror" = "\n\nSmart Update will copy and erase what's needed to make SDTargetVolume.Name identical to your selections from SDSourceVolume.Name. The result will mimic \"Erase SDTargetVolume.Name, then copy files from SDSourceVolume.Name\", but will typically take a fraction of the time.";
"SV_Mirror_TM" = "\n\nSmart Update will copy and erase what's needed to make SDTargetVolume.Name identical to your selections from SDSourceVolume.Name, while preserving your Time Machine backups. The result will mimic \"Erase SDTargetVolume.Name, then copy files from SDSourceVolume.Name\", but will preserve your Time Machine backups and typically take a fraction of the time.";
"SV_InsufficientTargetCapacity" = "Note that SDSourceVolume.Name has %@ of data on it, but SDTargetVolume.Name is only a %@ volume. The data may not fit.";
"SV_RestoreWithoutBeforeCopy" = " first erase SDTargetVolume.Name and then copy all files from SDSourceVolume.Name to SDTargetVolume.Name. ";
"SV_Restore" = ".\n\nSDTargetVolume.Name will be erased and then all files on SDSourceVolume.Name will be copied to SDTargetVolume.Name. ";
"SV_AfterOpening" = "\n\nAfter the copy is finished,";
"SV_RestorableImage" = " a restorable image of SDTargetVolume.Name will be saved as SDASRimage.Name";
"SV_AfterJoin" = ",";
"SV_FinalAfterJoin" = " and";
"SV_Install" = " SDInstallerPackage.Name will be installed on SDTargetVolume.Name";
"SV_Script" = " the SDSiteCustomizationScript.Name script will be executed";
"SV_EndAfter" = ".";
"SV_Final" = "\n\nFinally, ";
"SV_RebootComputer" = "your computer will restart from SDTargetVolume.Name.";
"SV_SetTargetAsStartupDisk" = "SDTargetVolume.Name will be set as Startup Disk.";
"SV_ShutdownComputer" = "your computer will shut down.";
"SV_SleepComputer" = "your computer will sleep.";
"SV_UnmountTargetVolume" = "SDTargetVolume.Name will be ejected when SuperDuper! quits.";
"SV_QuitSuperDuper" = "SuperDuper! will quit.";
"SD_NoDrive" = "<not selected>";

/* Authentication lock text */
"SDshouldRequireAuthenticationToCopy" = "Click to require password authentication before copying.";
"SDshouldNotRequireAuthenticationToCopy" = "Click to allow copying without password authentication.";

/* Copy Mode Descriptive Text - These phrases are displayed under the copy mode popup menu in the general options panel and in overwrite confirmation dialog */
"SDcopyModeRestore" = "SDTargetVolume.Name will be completely erased and all of the files in SDSourceVolume.Name will be copied to SDTargetVolume.Name.";
"SDcopyModeAll" = "This will completely erase SDTargetVolume.Name, then copy the selected files to it from SDSourceVolume.Name.";
"SDcopyModeSmartUpdate" = "Smart Update will copy and erase what's needed to make SDTargetVolume.Name identical to your selections from SDSourceVolume.Name. The result will mimic \"Erase, then copy\", but will typically take a fraction of the time.";
"SDcopyModeNewer" = "Any selected files already on SDTargetVolume.Name that are older than the equivalent file on SDSourceVolume.Name will be replaced. New files will also be copied; no files will be removed.";
"SDcopyModeDifferent" = "Any selected files already on SDTargetVolume.Name that are different (in date, size or attributes), than the same file on SDSourceVolume.Name will be replaced. New files will also be copied; no files will be removed.";

/* Alert Panels */
"shouldConfirmTargetOverwriteCopyAll" = "You are about to erase SDTargetVolume.Name";
"shouldConfirmTargetOverwriteSmartUpdate" = "You are about to Smart Update SDTargetVolume.Name";
"shouldConfirmTargetOverwriteCopyNewer" = "You are about to copy newer files from SDSourceVolume.Name to SDTargetVolume.Name";
"shouldConfirmTargetOverwriteCopyDifferent" = "You are about to copy different files from SDSourceVolume.Name to SDTargetVolume.Name";
"shouldConfirmFSSensitivityMismatch" = "Note, too, that SDSourceVolume.Name is case sensitive, while SDTargetVolume.Name is not. Data loss can occur if two files or folders in the same location are only different in case, since only one will be present on SDTargetVolume.Name after the copy.";
"shouldPerformAutomaticRun" = "Automatic run will begin";
"overwriteAlertConfirmation" = "\n\nAre you sure this is what you want to do?";
"shouldSaveNamedSessionSettingsTitle" = "Do you want to save the changes you made to \"%@\"?";
"shouldSaveInformativeText" = "Your changes will be lost if you don't save them.";
"appShouldTerminateBeforeCompleteTitle" = "SuperDuper! has not finished preparing the target volume";
"appShouldTerminateBeforeCompleteInformativeText" = "Stopping now will leave %@ in an unknown state. Are you sure you want to stop?";
"appShouldTerminateWithScheduledJobsTitle" = "Automatic copy requires authentication.";
"appShouldTerminateWithScheduledJobsInformativeText" = "You have scheduled %i %@ to run automatically.  You need to unlock SuperDuper! to run scheduled copies unattended.  Would you like to unlock now?";
"appRequiresUnlockToRunJobsTitle" = "Running scheduled jobs requires authentication.";
"appRequiresUnlockToRunJobsMessage" = "You need to unlock SuperDuper! to run scheduled copies.  Would you like to unlock now?";
"successfulSupportRequestTitle" = "Request sent";
"successfulSupportRequestMessage" = "Your request has been successfully submitted to Customer Support.  You should hear back from us shortly.\n\nFor your reference, the issue id is %@.";
"unsuccessfulSupportRequestTitle" = "Unable to send support request";
"unsuccessfulSupportRequestMessage" = "An error occurred while trying to send your support request.  Would you like to send a support request using your e-mail application?";
"unsupportedTargetFileSystemTitle" = "%@ is not a Macintosh-formatted disk.";
"unsupportedTargetFileSystemMessage" = "%@ is formatted as %@, which cannot properly host HFS+ files along with all their attributes, resources and ownership.\n\nTo use %@ with SuperDuper!, use Disk Utility to erase it, selecting \"Mac OS Extended\" or \"Mac OS Extended (Journaled)\" as the format.";
"schedulesAlertSingleCopyMessage" = "You've already scheduled a copy from SDSourceVolume.Name to SDTargetVolume.Name.  Would you like to create a new schedule, edit the existing schedule, or review all your schedules?";
"schedulesAlertSingleCopyInfo" = "To add a different scheduled copy from SDSourceVolume.Name to SDTargetVolume.Name, click New Schedule. To change properties for the existing copy, click Edit Schedule. To open the Scheduled Copies window and view the next copy time, last copy time and logs for existing schedules, click Review Schedules.";
"schedulesAlertMultipleCopyMessage" = "You've already scheduled a copy from SDSourceVolume.Name to SDTargetVolume.Name.  Would you like to create a new schedule or review all your schedules?";
"schedulesAlertMultipleCopyInfo" = "To add a different scheduled copy from SDSourceVolume.Name to SDTargetVolume.Name, click New Schedule. To open the Scheduled Copies window and view the next copy time, last copy time and logs for existing schedules, click Review Schedules.";

/* Preflight checks */
"invalidTargetImage" = "Disk image \"%@\" is not writable or the path is invalid.";
"cannotSaveASRImageOnTarget" = "You can not save the ASR image \"%@\" on \"%@\", since that's the volume you are imaging. Please choose a different destination.";
"cannotSaveASRImageOnSourceForImaging" = "You can not save \"%@\" on \"%@\", since that's the volume you are copying. Please choose a different destination.";
"cannotRestoreImageOverSource" = "You can not restore \"%@\" to \"%@\", since that's the volume where the image is stored. Please choose a different destination.";
"incorrectSettingsError" = "Your settings are improperly configured.";

/* Registration Alert Panels */
"SDregisterGenericTitle" = "This copy of SuperDuper! is not registered.";
"SDregisterGenericMessage" = "Registering unlocks this feature as well as many others -- and it's reasonably priced at $27.95. Please help fund SuperDuper's development and support -- you'll be glad you did, and so will we!";
"SDregisterUponCompletionTitle" = "Please register.";
"SDregisterUponCompletionMessage" = "\n\nAlthough you can continue to use these parts of SuperDuper! for free, we hope you'll consider registering. The registered version gives you many additional features, such as Smart Update, which can cut hours off your backup or copying time.\n\nYour registration also funds continued development, which helps to make SuperDuper! a better product.\n\nThanks, in advance, for your support!";
"SDregisterToUseSavedSettingsTitle" = "Saved settings can only be loaded in the registered version of SuperDuper!";
"SDregisterToUseAdvancedCopyScriptsTitle" = "Only the \"Backup - all files\", \"Backup - user files\" and \"Restore - all files\" copy scripts can be used in the unregistered version of SuperDuper.";
"SDregisterToUseAdvancedCopyModesTitle" = "The \"Smart Update, Copy Newer, and Copy Different\" copy modes are only available in the registered version of SuperDuper.";
"SDregisterToPreAuthenticateTitle" = "Automatic authentication is only allowed in the registered version of SuperDuper!";

/* Image Save Panel Informative Text */
"SDImageSavePanelSparseImageDescription" = "You can back up to a sparse image over and over, and it will grow to accommodate the data stored in it. It can be kept on a network drive, or side-by-side with other data. Recommended for most users running 10.4 and earlier.";
"SDImageSavePanelSparseBundleDescription" = "Sparse bundles are the most efficient image-based storage.  You can back up to a sparse bundle over and over, and it will grow to accommodate the data stored in it. It can be kept on a network drive, or side-by-side with other data. Recommended for most users running 10.5 and later.";
"SDImageSavePanelReadOnlyDescription" = "A read-only disk image must be recreated each time you back up, requires considerable time and about twice the space of the original files during processing. It is, however, faster to restore, and is recommended for users who need to restore multiple systems from a single image.";

/* Transcript PHASE messages */
"beforeCopy" = "Prepare to Copy Files";
"copyFiles" = "Copy Files";
"afterCopy" = "After Successful Copy";
"finalize" = "And Finally...";
"upgrade" = "Upgrade Application";

/* Transcript ACTION messages */
"shouldRepairSourcePermissions.pending" = "Repair permissions on SDSourceVolume.Name";
"shouldRepairSourcePermissions.active"  = "Repairing permissions on SDSourceVolume.Name";
"shouldRepairSourcePermissions.complete" = "Repaired permissions on SDSourceVolume.Name";
"shouldRepairSourcePermissions.error" = "Failed to repair permissions on SDSourceVolume.Name";

"shouldMountTargetImage.pending" = "Mount SDTargetVolume.Name";
"shouldMountTargetImage.active" = "Mounting SDTargetVolume.Name";
"shouldMountTargetImage.complete" = "Mounted SDTargetVolume.Name";
"shouldMountTargetImage.error" = "Failed to mount SDTargetVolume.Name";

"shouldEraseTarget.pending" = "Erase SDTargetVolume.Name";
"shouldEraseTarget.active" = "Erasing SDTargetVolume.Name";
"shouldEraseTarget.complete" = "Erased SDTargetVolume.Name";
"shouldEraseTarget.error" = "Failed to erase SDTargetVolume.Name";

"shouldEnableSourcePermissions.pending" = "Prepare SDSourceVolume.Name";
"shouldEnableSourcePermissions.active" = "Preparing SDSourceVolume.Name";
"shouldEnableSourcePermissions.complete" = "Prepared SDSourceVolume.Name";
"shouldEnableSourcePermissions.error" = "Failed to enable ownership on SDSourceVolume.Name";

"shouldEnableTargetPermissions.pending" = "Prepare SDTargetVolume.Name";
"shouldEnableTargetPermissions.active" = "Preparing SDTargetVolume.Name";
"shouldEnableTargetPermissions.complete" = "Prepared SDTargetVolume.Name";
"shouldEnableTargetPermissions.error" = "Failed to enable ownership on SDTargetVolume.Name";

"shouldInitializeASRimage.pending" = "Initialize ASR Image SDASRimage.Name";
"shouldInitializeASRimage.active" = "Initializing ASR Image SDASRimage.Name";
"shouldInitializeASRimage.complete" = "Initialized ASR Image SDASRimage.Name";
"shouldInitializeASRimage.error" = "Failed to initialize ASR Image SDASRimage.Name";

"shouldInvokeBeforeCopyScript.pending" = "Run shell script SDBeforeCopyScript.Name";
"shouldInvokeBeforeCopyScript.active" = "Running shell script SDBeforeCopyScript.Name";
"shouldInvokeBeforeCopyScript.complete" = "Ran shell script SDBeforeCopyScript.Name";
"shouldInvokeBeforeCopyScript.error" = "Failed to run shell script SDBeforeCopyScript.Name";

"shouldCopyFiles.pending" = "Copy files from SDSourceVolume.Name to SDTargetVolume.Name OptionalCopyModeIfNotErase";
"shouldCopyFiles.active" = "Copying files from SDSourceVolume.Name to SDTargetVolume.Name OptionalCopyModeIfNotErase";
"shouldCopyFiles.complete" = "Copied files from SDSourceVolume.Name to SDTargetVolume.Name";
"shouldCopyFiles.error" = "Failed to copy files from SDSourceVolume.Name to SDTargetVolume.Name";

"shouldBlessTargetSystem.pending" = "Make SDTargetVolume.Name bootable";
"shouldBlessTargetSystem.active" = "Making SDTargetVolume.Name bootable";
"shouldBlessTargetSystem.complete" = "Made SDTargetVolume.Name bootable";
"shouldBlessTargetSystem.error" = "Failed to make SDTargetVolume.Name bootable";

"shouldUpdatePrebindingOnTarget.pending" = "Update prebinding on SDTargetVolume.Name";
"shouldUpdatePrebindingOnTarget.active" = "Updating prebinding on SDTargetVolume.Name";
"shouldUpdatePrebindingOnTarget.complete" = "Updated prebinding on SDTargetVolume.Name";
"shouldUpdatePrebindingOnTarget.error" = "Failed to update prebinding on SDTargetVolume.Name";

"shouldRebuildKEXTCacheOnTarget.pending" = "Rebuild kernel extension cache on SDTargetVolume.Name";
"shouldRebuildKEXTCacheOnTarget.active" = "Rebuilding kernel extension cache on SDTargetVolume.Name";
"shouldRebuildKEXTCacheOnTarget.complete" = "Rebuilt kernel extension cache on SDTargetVolume.Name";
"shouldRebuildKEXTCacheOnTarget.error" = "Failed to rebuild kernel extension cache on SDTargetVolume.Name";

"shouldRestoreTargetIndexing.pending" = "Restore Spotlight state on SDTargetVolume.Name";
"shouldRestoreTargetIndexing.active" = "Restoring Spotlight state on SDTargetVolume.Name";
"shouldRestoreTargetIndexing.complete" = "Restored Spotlight state on SDTargetVolume.Name";
"shouldRestoreTargetIndexing.error" = "Failed to restore Spotlight state on SDTargetVolume.Name";

"shouldCreateASRimage.pending" = "Create ASR Image of SDTargetVolume.Name";
"shouldCreateASRimage.active" = "Creating ASR Image of SDTargetVolume.Name";
"shouldCreateASRimage.complete" = "Created ASR Image of SDTargetVolume.Name";
"shouldCreateASRimage.error" = "Failed to create ASR Image of SDTargetVolume.Name";

"shouldConvertASRimage.pending" = "Convert SDTargetVolume.Name to SDASRimage.HumanReadableFormat";
"shouldConvertASRimage.active" = "Converting SDTargetVolume.Name to SDASRimage.HumanReadableFormat";
"shouldConvertASRimage.complete" = "Converted SDTargetVolume.Name to SDASRimage.HumanReadableFormat";
"shouldConvertASRimage.error" = "Failed to convert SDTargetVolume.Name to SDASRimage.HumanReadableFormat";

"shouldPreScanASRimage.pending" = "Pre-scan SDTargetVolume.Name for restore";
"shouldPreScanASRimage.active" = "Pre-scanning SDTargetVolume.Name for restore";
"shouldPreScanASRimage.complete" = "Pre-scanned SDTargetVolume.Name for restore";
"shouldPreScanASRimage.error" = "Failed to pre-scan SDTargetVolume.Name for restore";

"shouldInstallPackage.pending" = "Install SDInstallerPackage.Name on SDTargetVolume.Name";
"shouldInstallPackage.active" = "Installing SDInstallerPackage.Name on SDTargetVolume.Name";
"shouldInstallPackage.complete" = "Installed SDInstallerPackage.Name on SDTargetVolume.Name";
"shouldInstallPackage.error" = "Failed to install SDInstallerPackage.Name on SDTargetVolume.Name";

"shouldInvokeSiteCustomizationScript.pending" = "Run shell script SDSiteCustomizationScript.Name";
"shouldInvokeSiteCustomizationScript.active" = "Running shell script SDSiteCustomizationScript.Name";
"shouldInvokeSiteCustomizationScript.complete" = "Ran shell script SDSiteCustomizationScript.Name";
"shouldInvokeSiteCustomizationScript.error" = "Failed to run shell script SDSiteCustomizationScript.Name";

"shouldUnMountTargetImage.pending" = "Unmount SDTargetVolume.Name";
"shouldUnMountTargetImage.active" = "Unmounting SDTargetVolume.Name";
"shouldUnMountTargetImage.complete" = "Unmounted SDTargetVolume.Name";
"shouldUnMountTargetImage.error" = "Failed to unmount SDTargetVolume.Name";

"shouldQuitSuperDuper.pending" = "Quit SuperDuper!";
"shouldQuitSuperDuper.active" = "Quitting SuperDuper!";
"shouldQuitSuperDuper.complete" = "Quit SuperDuper!";
"shouldQuitSuperDuper.error" = "Failed to quit SuperDuper!";

"shouldRebootFromTarget.pending" = "Reboot from SDTargetVolume.Name";
"shouldRebootFromTarget.active" = "Rebooting from SDTargetVolume.Name";
"shouldRebootFromTarget.complete" = "Rebooted from SDTargetVolume.Name";
"shouldRebootFromTarget.error" = "Failed to reboot from SDTargetVolume.Name";

"shouldSetTargetAsStartupDisk.pending" = "Set SDTargetVolume.Name as Startup Disk";
"shouldSetTargetAsStartupDisk.active" = "Setting SDTargetVolume.Name as Startup Disk";
"shouldSetTargetAsStartupDisk.complete" = "Set SDTargetVolume.Name as Startup Disk";
"shouldSetTargetAsStartupDisk.error" = "Failed to set SDTargetVolume.Name as Startup Disk";

"shouldShutdownComputer.pending" = "Shut down computer";
"shouldShutdownComputer.active" = "Shutting down computer";
"shouldShutdownComputer.complete" = "Shut down computer complete";
"shouldShutdownComputer.error" = "Failed to shut computer down";

"shouldSleepComputer.pending" = "Sleep computer";
"shouldSleepComputer.active" = "Sleeping computer";
"shouldSleepComputer.complete" = "Sleep computer complete";
"shouldSleepComputer.error" = "Failed to sleep computer";

"shouldUnmountTargetVolume.pending" = "Eject SDTargetVolume.Name when SuperDuper! quits";
"shouldUnmountTargetVolume.active" = "Scheduling SDTargetVolume.Name to eject when SuperDuper! quits";
"shouldUnmountTargetVolume.complete" = "Will eject SDTargetVolume.Name when SuperDuper! quits";
"shouldUnmountTargetVolume.error" = "Failed to schedule SDTargetVolume.Name to eject when SuperDuper! quits";

"shouldDownloadUpgradePackage.pending" = "Download upgrade package";
"shouldDownloadUpgradePackage.active" = "Downloading upgrade package";
"shouldDownloadUpgradePackage.complete" = "Downloaded upgrade package";
"shouldDownloadUpgradePackage.error" = "Failed to download upgrade package";

"shouldInstallUpgrade.pending" = "Install upgrade package";
"shouldInstallUpgrade.active" = "Installing upgrade package";
"shouldInstallUpgrade.complete" = "Installed upgrade package";
"shouldInstallUpgrade.error" = "Failed to install upgrade package";

"shouldReLaunchApplication.pending" = "Re-Launch SuperDuper!";
"shouldReLaunchApplication.active" = "Re-Launching SuperDuper!";
"shouldReLaunchApplication.complete" = "Re-Launched SuperDuper!";
"shouldReLaunchApplication.error" = "Failed to re-Launch SuperDuper!";

/* Action subview view text - the number formatting is automatically set by locale */
"SDInfoStatusCopyActionSubview.pending" = "%@ folders and %@ files to evaluate. %@ GB used.";
"SDInfoStatusCopyActionSubview.active.1" = "%@ of %@ files evaluated, %@ files copied.  Effective copy speed %@ %@.";
"SDInfoStatusCopyActionSubview.active.2" = "%@ %@ evaluated, %@ %@ already up to date, %@ %@ copied.";
"SDInfoStatusCopyActionSubview.complete" = "%@ files evaluated, %@ files copied.  Effective copy speed %@.";

/* Scheduling User Interface (Options and Scheduled Items View) */
"SDPartialWeekPhrase" = "The %@ of the month";
"SDscheduleRequiresSavedSettingsTitle" = "Scheduling requires saved settings.";
"SDscheduleRequiresSavedSettingsMessage" = "To schedule this copy operation, you need to save your settings.";
"SDsummaryNoSelectionPlaceHolder" = "Nothing is scheduled to be copied. To set up an automatic copy, use the \"Schedule...\" button in the main SuperDuper! window.";
"SDsummaryAutomaticCopyDisabled" = "To activate or modify this schedule, check the \"Automatically copy...\" check box.";
"SDScheduledRunOnMountSynposis" = "When SDTargetVolume.Name is attached, ";
"SDscheduledCopySynopsis" = "\"SDCopyScript.Name\" will be used to copy SDSourceVolume.Name to SDTargetVolume.Name. ";
"SDscheduledRestoreSynopsis" = "All files on SDSourceVolume.Name will be restored to SDTargetVolume.Name. ";
"SDscheduledCopyAllPrefix" = "Erase, then copy has been selected as the \"During copy\" option. ";
"SDscheduledSmartUpdatePrefix" = "Smart Update has been selected as the \"During copy\" option. ";
"SDscheduledCopyNewerPrefix" = "Copy newer has been selected as the \"During copy\" option. ";
"SDscheduledCopyDifferentPrefix" = "Copy different has been selected as the \"During copy\" option. ";
"SDscheduleRemoveScheduledCopyTitle" = "Are you sure that you want to delete this scheduled copy?";
"SDscheduleRemoveScheduledCopyMessage" = "Deleting this item will prevent \"%@\" from running automatically.";
"SDscheduleApplicationNotUnlocked" = "SuperDuper! could not copy automatically at the scheduled time because it is not unlocked.  You must unlock SuperDuper! by clicking the Lock icon in the main window in order to run scheduled copies.";
"SDscheduleApplicationCanNotFindVolume" = "The automatic copy aborted because SuperDuper! could not locate the %@ volume named %@.";
"SDscheduleInvalidSelection" = "Invalid scheduling option";
"SDscheduleInvalidWeek" = "You must pick at least one week of the month";
"SDscheduleInvalidDayOfWeek" = "You must pick at least one day of the week";
"SDscheduleInvalidEmailAddress" = "Invalid email address";
"SDscheduleInvalidEmailAddressMessage" = "You can not submit a support request without entering a valid email address. Please double-check the email address you entered and try again.";
"SDScheduleCompileError" = "Failed to schedule automatic copy.";
"SDScheduleCompileErrorMessage" = "An error occurred while trying to schedule the copy for automatic execution.  If you modified the AppleScript, please ensure that the script syntax is correct and try again.";

/* Log viewer */
"SDmessageNoSelectionPlaceHolder" = "Please provide our Support Department with additional details.";
